[
  {
    "Title": "(A-D) Nodal disease. Right upper paratracheal nodes-N3 (arrow, 7A) in a left-sided <b>lung cancer</b> (block arrow, A). Pretracheal-N2 (arrow, B) and aortopulmonary-N3 (arrowhead, B) nodes in a right-sided <b>lung cancer</b> (block arrow, B). Left inferior <b>pulmonary</b> ligament node-N2 (arrow, C) in a left-sided <b>lung cancer</b> (block arrow, C). Right scalene node-N3 (arrow, D). (E-J) Nodal stations. Nodal stations based on the IASLC map (ref 15). Station 1 (E)- Low cervical, supraclavicular, and sternal notch; station 2 (E and F)- upper paratracheal; station 3a (F-H)- prevascular; station 3p (F-H)- retrotracheal; station 4 (H)- lower paratracheal; station 5 (G)- aortopulmonary window; station 6 (H)- para-aortic (ascending aorta or phrenic); station 7 (I)- subcarinal; station 8 (J)- paraesophageal (below carina); station 9 (J)- <b>pulmonary</b> ligament; station 10 (I)- hilar; stations 11-14 are not included in the figure",
    "Link": "https://openi.nlm.nih.gov//imgs/512/400/4419420/PMC4419420_IJRI-25-109-g007.png"
  },
  {
    "Title": "<b>Lung cancers</b> positive for EGFR mutation are sensitive to IPHC-CT treatmentA. <b>Tumor</b> nodule in left lobe shrank in response to IPHC-CT treatment (pre-treatment shown in left upper panel, post-treatment shown in left lower panel, <b>tumor</b> highlighted with blue arrow-head, pleural effusion highlighted with red arrow-head). H&amp;E staining of needle biopsy confirmed adenocarcinoma <b>lung cancer</b> in the patient#517945 (right panel). B. Sanger sequencing confirmed exon19 deletion mutation in EGFR. C. 4 patients (numbered 528908, 537050, 557902 and 530770) are diagnosed with <b>lung cancer</b> adenocarcinoma. EGFR mutations were detected in the <b>tumor</b> tissues. All patients were treated through IPHC-CT. CT images were listed to show before and after first and second time of CT scan after IPHC-CT treatment, EGFR mutation status was listed below. (a, b, c for 528908, d, e, f for 537050, g, h, i for 557902 and j, k, l for 530770 are the CT images for each patient in the order of time specified in the Supplementary patients summary). D. Comparison of survival rate among three groups (chemotherapy under 37°C, IPHC-CT against non-EGFR mutation and IPHC-CT against EGFR mutation patients). E. Baseline characteristics and survival rate of the 3 groups.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/285/4823112/PMC4823112_oncotarget-07-3367-g001.png"
  },
  {
    "Title": "Case 2: (A) CT scan showing the <b>lung</b> after surgery, (B) CT scan three years after surgery showing recurrence of <b>lung cancer</b> and (C) CT scan after three cycles of chemotherapy revealed disease progression. CT, computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/23/4301550/PMC4301550_OL-09-02-0604-g01.png"
  },
  {
    "Title": "CT scan showing bilateral adrenal enlargement consistent with <b>lung cancer</b> metastases (asterisk).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/388/1821329/PMC1821329_1477-7819-5-27-1.png"
  },
  {
    "Title": "Computerized tomography of the chest showing pleural effusion and rib fracture with multiple small hypoechoic shadow, suggestive of <b>lung cancer</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/193/3981321/PMC3981321_cp-2012-3-e62-g003.png"
  },
  {
    "Title": "Display of CT-image. The arrow indicates the non-small cell <b>lung cancer</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/37/2614958/PMC2614958_1476-7120-6-60-2.png"
  },
  {
    "Title": "Computed tomography (CT) scan showing parenchymal opacity in the apical segment of the left lower lobe (arrow), highly suggestive of <b>lung malignancy</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/75/3018402/PMC3018402_1752-1947-4-408-2.png"
  },
  {
    "Title": "Computed tomography at the time of initial diagnosis. A) Primary <b>lung cancer</b> lesion in the upper lobe of the left <b>lung</b>. B) Enlargement of the mediastinal lymph nodes. C) Left pleural dissemination.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/179/4228323/PMC4228323_1471-2407-13-529-1.png"
  },
  {
    "Title": "Example of a <b>pulmonary</b> nodule needing further evaluation that was missed by CAD: a pleural-based nodule with volume 217.8 mm3 (<b>lung cancer</b>)",
    "Link": "https://openi.nlm.nih.gov//imgs/512/111/3431468/PMC3431468_330_2012_2437_Fig3_HTML.png"
  },
  {
    "Title": "Asymptomatic male smoker with a 12-mm ill-defined nodule posterior to the right upper lobe bronchus in the apical segment of the right lower lobe representing stage IA NSCLC.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/26/3266572/PMC3266572_ci11901901.png"
  },
  {
    "Title": "T4 squamous cell <b>lung cancer</b> with gross, direct mediastinal invasion (arrow). The <b>tumor</b> abuts the superior vena cava and the aorta and therefore may be invading these structures.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/124/2072091/PMC2072091_ci07002604.png"
  },
  {
    "Title": "Orthgonal thick slab maximum intensity projection (MIP) images demonstrating visualization of nodule blood supply in the <b>lung cancer</b> models.The images were acquired immediately after administration of liposomal contrast agent.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/159/3317632/PMC3317632_pone.0034496.g004.png"
  },
  {
    "Title": "<b>Lung tumor</b> infiltrating one of the bronchi and bleeding to the <b>pulmonary</b> alveoli",
    "Link": "https://openi.nlm.nih.gov//imgs/512/151/3699777/PMC3699777_WIITM-8-20339-g001.png"
  },
  {
    "Title": "Example of a five-beam radiotherapy plan for a patient with left <b>lung cancer</b>",
    "Link": "https://openi.nlm.nih.gov//imgs/512/393/4355654/PMC4355654_WO-18-23780-g003.png"
  },
  {
    "Title": "CT scan 3 months after stopping crizotinib therapy. (A) Barely perceivable right <b>lung tumor</b> (dotted arrow) and (B) interval resolution of right middle pole renal cyst. Postsurgical drainage and complete resolution of retroperitoneum abscess is also seen. CT, computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/36/4996897/PMC4996897_gr3.png"
  },
  {
    "Title": "Assessing <b>lung tumors</b> for gene mutations could help guide therapy",
    "Link": "https://openi.nlm.nih.gov//imgs/512/251/545210/PMC545210_pmed.0020021.g001.png"
  },
  {
    "Title": "A contrast-enhanced chest CT shows a nodular mass in the superior segment of the right lower lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/345/3923328/PMC3923328_2052-4374-25-16-1.png"
  },
  {
    "Title": "Shows a typical patient status postcryoablation procedure. The precontrast axial CT. A shows a biopsy proven adenocarcinoma in the right upper lobe. B shows the percutaneous cryoablation device centered in the <b>lung cancer</b>. C and D both show the postprocedural hemorrhage which is typically seen in cryotherapy. Please note that a freeze-thaw-freeze cycle was performed on all these patients for continuity of care and not a “triple freeze” protocol. CT = computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/87/4620810/PMC4620810_medi-94-e1672-g004.png"
  },
  {
    "Title": "A shadow in the right upper lobe (<b>Lung</b> CT).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/123/4004509/PMC4004509_1477-7819-12-119-2.png"
  },
  {
    "Title": "PS-annexin V imaging (North American Scientific 2020 - Phase II-III Clinical Trial - Antwerp 2003). A patient with a left para-hilar NSCLC on pre-chemotherapy CT (upper right: simple white arrow) who presented with 99mTc-HYNIC-annexin V uptake post-chemotherapy in the primary <b>lung tumour</b> (upper left: simple white arrow) and the right upper humerus bone metastasis (upper left: yellow arrow). After the first course of chemotherapy, diagnostic CTs showed a decrease in the primary <b>lung tumour</b> greatest diameter, which was consistent with an apoptotic <b>tumour</b> response to chemotherapy (lower left and lower right: simple white arrows). Upper left (A): post-chemotherapy 99mTc-HYNIC-annexin V scan; upper right (B) and lower left (C): pre-chemotherapy diagnostic CTs; lower right (D): post-chemotherapy diagnostic CT.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/131/3251038/PMC3251038_2191-219X-1-17-5.png"
  },
  {
    "Title": "CT scan showing right hilar lymphadenopathy.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/236/2585082/PMC2585082_1757-1626-1-278-1.png"
  },
  {
    "Title": "Computed tomography showed a round lesion 1 cm in length in the nasal vestibule (arrow). This mass contacted with the pyriform fossa edge in the right maxillary bone.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/164/4745598/PMC4745598_cp-2015-4-819-g001.png"
  },
  {
    "Title": "Head CT scan showing multiple brain metastases left breast tissue (low power field).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/178/4378697/PMC4378697_CRIPU2015-136970.009.png"
  },
  {
    "Title": "Probable overdiagnosisAn 80 year old woman, former smoker, with a history of a left upper lobectomy for a stage I adenocarcinoma, has an 11 mm (arrow) ground glass opacity in the right upper lobe. The nodule has not changed in over 3-years and is currently being followed with annual CT. If this is a <b>cancer</b> it is likely to be an adenocarcinoma in situ and may represent and overdiagnosis <b>cancer</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/384/3616602/PMC3616602_medrep-05-12-g002.png"
  },
  {
    "Title": "CT scan of the thorax demonstrating necrotic paratracheal node. Enhanced axial CT scan of the thorax, mediastinal window, in a 58-year-old female who presented with bilateral vocal cord immobility of unknown etiology. The positive serum anti-Hu antibody, which is highly associated with small cell <b>lung carcinoma</b>, led to this repeat CT scan. The arrow demonstrates an enlarged level 4R paratracheal lymph node with central necrosis. See Figure 2 for the pathologic description of a biopsy from this node.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/303/5030447/PMC5030447_CRIOT2016-2868190.001.png"
  },
  {
    "Title": "Right hilar mass noted with multiple <b>pulmonary</b> nodules scattered throughout the <b>lung</b> parenchyma.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/265/3036637/PMC3036637_1752-1947-5-19-1.png"
  },
  {
    "Title": "Multiple hypodensities noted in the liver, and an isolated lesion noted in the head of the spleen.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/265/3036637/PMC3036637_1752-1947-5-19-2.png"
  },
  {
    "Title": "A 85-year-old woman with adenocarcinoma. A, Preradiotherapeutic thin-section CT at the bone window shows no marked abnormality of the ribs. B, At 18 months after SRT, bone sclerosis of the rib adjacent to the <b>lung tumor</b> appeared (arrow). C, At 30 months after completion of SRT, multiple rib fractures with areas of sclerosis are seen. Pseudoarthrosis is present in one of the fractured bones (arrow head).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/325/3213137/PMC3213137_1748-717X-6-137-4.png"
  },
  {
    "Title": "Chest CT shows a mass surrounding the left upper lobe bronchus.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/297/3110854/PMC3110854_kjim-26-207-g003.png"
  },
  {
    "Title": "Chest CT scan. Primary <b>lung cancer</b> in the left upper lobe (arrow).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/8/4386146/PMC4386146_cro-0008-0164-g02.png"
  },
  {
    "Title": "CT scan during crizotinib therapy. (A) Significant decrease in size of right <b>lung tumor</b> and (B) new infected right kidney middle pole renal cyst (arrow) complicated by extension to renal pelvis (arrowheads) into the retroperitoneum with retroperitoneal abscess (*) 11 months after treatment. CT, computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/36/4996897/PMC4996897_gr2.png"
  },
  {
    "Title": "CT showed a mass shadow measuring 30 mm in diameter in S9.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/350/3207949/PMC3207949_1749-8090-6-132-2.png"
  },
  {
    "Title": "CT image. A nodular shadow, 10 mm in diameter, is seen in the right S10 region.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/172/3198949/PMC3198949_1477-7819-9-124-1.png"
  },
  {
    "Title": "Chest X-ray. This is a posteroanterior chest X-ray taken of the patient at the time of diagnosis. It demonstrates the opacity in the left upper lobe of the <b>lung</b> consistent with <b>lung cancer</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/225/3568724/PMC3568724_1752-1947-7-28-2.png"
  },
  {
    "Title": "Chest computed tomography scan with contrast showing a left upper lobe spiculated nodule (arrow), which is consistent with primary <b>lung cancer</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/141/5340659/PMC5340659_CG-CGCR160169F001.png"
  },
  {
    "Title": "A 46‐year‐old male treated with highly active antiretroviral therapy for 32 months complained of chest pain for two months. (b–d) A solid nodule with lobulation and pleural indentation in the left lower lobe was noticed in the <b>lung</b> window on chest computed tomography scan, which was more prominent and larger than it was two years before (a), when it was inconspicuous (white arrow) in the set of Pneumocystis carinii pneumonia. Adenocarcinoma was confirmed by wedge resection (stage Ia).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/376/5415480/PMC5415480_TCA-8-238-g001.png"
  },
  {
    "Title": "Non small cell <b>lung cancer</b> in the left parahilar area.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/94/2892507/PMC2892507_1752-1947-4-174-1.png"
  },
  {
    "Title": "CT of the chest reveals cortical lucency, expansile destruction, and medullary invasion due to metastatic <b>lung carcinoma</b> affecting the right scapula.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/220/2533337/PMC2533337_1746-1340-16-8-4.png"
  },
  {
    "Title": "Chest HRCT of patient A: increasing opacity in the left native <b>lung</b> replacing the fibrotic lesions and noduli and ground glass opacities in the transplant <b>lung</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/243/3920419/PMC3920419_gr1.png"
  },
  {
    "Title": "A 74-year-old female with encasement and compression of the trachea due to recurrent non-small cell <b>lung cancer</b> (arrow). The patient had undergone a right pneumonectomy for <b>cancer</b> 2 years previously.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/93/2797469/PMC2797469_ci09903102.png"
  },
  {
    "Title": "Computed tomography (CT) image of our patient's brain on presentation, without significant acute pathology.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/75/3018402/PMC3018402_1752-1947-4-408-3.png"
  },
  {
    "Title": "Computed tomography image of the mediastinal mass intermingled with mediastinal lymphadenopathy",
    "Link": "https://openi.nlm.nih.gov//imgs/512/394/4597458/PMC4597458_13256_2015_707_Fig1_HTML.png"
  },
  {
    "Title": "Computed tomography image of subcarinal lymphadenopathy",
    "Link": "https://openi.nlm.nih.gov//imgs/512/394/4597458/PMC4597458_13256_2015_707_Fig2_HTML.png"
  },
  {
    "Title": "Computed tomography image of the thyroid gland and right thyroid nodule",
    "Link": "https://openi.nlm.nih.gov//imgs/512/394/4597458/PMC4597458_13256_2015_707_Fig5_HTML.png"
  },
  {
    "Title": "An axial section of a computed tomography scan showing a lesion in the soft tissue of the medial compartment of the right thigh.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/343/3637413/PMC3637413_1752-1947-7-98-2.png"
  },
  {
    "Title": "Spiral CT of the <b>lung</b> in asymptomatic smoker shows 7 mm solid nodule: T1N0 small cell <b>lung cancer</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/385/1458421/PMC1458421_ci04007003.png"
  },
  {
    "Title": "CT scan of chest demonstrating primary <b>lung tumour</b> in the right lower lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/240/3649340/PMC3649340_jscr-2011-12-5fig4.png"
  },
  {
    "Title": "CT scan of the chest showing a <b>tumor</b> mass in the left upper lobe which measures 90 × 76mm",
    "Link": "https://openi.nlm.nih.gov//imgs/512/158/4432812/PMC4432812_PAMJ-20-22-g001.png"
  },
  {
    "Title": "CT scan of the abdomen showing a solid <b>tumor</b> mass in the right kidney measuring 34mm with exophytic development and moderate enhancement",
    "Link": "https://openi.nlm.nih.gov//imgs/512/158/4432812/PMC4432812_PAMJ-20-22-g004.png"
  },
  {
    "Title": "Evaluation after 2 cycles of chemotherapy with a CT scan of the abdomen. CT scan cut showing a stability of the renal mass according to RECIST 1.1",
    "Link": "https://openi.nlm.nih.gov//imgs/512/158/4432812/PMC4432812_PAMJ-20-22-g005.png"
  },
  {
    "Title": "CT scan of a 62 years non-smoker female showing multiple and bilateral nodular opacities in right lower and left upper lobe which turned out to be <b>pulmonary</b> tuberculosis on histopathological examination done on CT guided biopsy",
    "Link": "https://openi.nlm.nih.gov//imgs/512/129/3876596/PMC3876596_SAJC-1-36-g003.png"
  },
  {
    "Title": "CT scanning of chest showing a <b>lung cancer</b> of 33 mm in the left S1+2.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/314/3350268/PMC3350268_CRIM.SURGERY2011-902062.001.png"
  },
  {
    "Title": "Axial CT scan before crizotinib therapy. (A) Right <b>lung tumor</b> (dotted arrow) and (B) normal kidneys. CT, computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/36/4996897/PMC4996897_gr1.png"
  },
  {
    "Title": "CT scan of the patient with moderately differentiated adenocarcinoma of the left <b>lung</b> complicated by atelectasis before (a) and after (b) interventional therapy. The arrows showed the position of lesions",
    "Link": "https://openi.nlm.nih.gov//imgs/512/223/3784059/PMC3784059_280_2013_2271_Fig3_HTML.png"
  },
  {
    "Title": "Axial isodose distributions for a planar permanent 125Iparaspinal implant. Intraoperative 125I seed placementhas been used in conjunction with sublobar resection in patientswith <b>lung cancer</b> who are medically unfit for lobar resection. Thistechnique is currently being evaluated in the USA in amulti-institution randomized prospective trial by the AmericanCollege of Surgeons <b>Oncology</b> Group (ACOSOG) Z4032 [41]",
    "Link": "https://openi.nlm.nih.gov//imgs/512/152/4643732/PMC4643732_JCB-7-25723-g008.png"
  },
  {
    "Title": "CT scan of a 69-years-old male with IPF and squamous cell carcinoma.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/352/3414065/PMC3414065_PM2012-315918.001.png"
  },
  {
    "Title": "CT scan of a 72-years-old male with IPF and adenocarcinoma.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/352/3414065/PMC3414065_PM2012-315918.002.png"
  },
  {
    "Title": "Peripheral <b>lung cancer</b>, sagittal reconstruction. Well-defined mass with lobular margins in the left upper lobe. Some <b>tumor</b> spicules extend to the pleural surface. Lobe volume and pleura are normal.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/374/4102604/PMC4102604_poljradiol-79-203-g008.png"
  },
  {
    "Title": "Enhanced computed tomography of the chest showed a 60-mm distal aortic arch aneurysm and a 60-mm mass shadow in the left upper lobe. The aortic arch aneurysm was connected to the <b>pulmonary</b> mass in the left upper lobe",
    "Link": "https://openi.nlm.nih.gov//imgs/512/342/4827179/PMC4827179_13019_2016_440_Fig2_HTML.png"
  },
  {
    "Title": "Case 1: (A) CT scan showing a lesion in the upper lobe of the right <b>lung</b>, (B) CT scan after three months of chemotherapy indicated a partial response and (C) CT scan showing complete response after six cycles of chemotherapy. CT, computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/23/4301550/PMC4301550_OL-09-02-0604-g00.png"
  },
  {
    "Title": "A 72-year-old woman with a paralyzed left vocal cord. Contrast-enha-nced CT demonstrates a large <b>lung cancer</b> in the left upper lobe with invasion in the aorticopulmonary window (arrows). CT, computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/63/3159943/PMC3159943_ymj-52-831-g001.png"
  },
  {
    "Title": "Chest CT scan: Rt upper lobe density.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/178/4378697/PMC4378697_CRIPU2015-136970.004.png"
  },
  {
    "Title": "Pretreatment computed tomography of the thorax demonstrating a large anterior mediastinal mass (see arrows).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/50/3321533/PMC3321533_CRIM2012-754231.002.png"
  },
  {
    "Title": "Chest computed tomography imaging on admission showed the primary lesion in the left lower lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/263/3443650/PMC3443650_1752-1947-6-279-2.png"
  },
  {
    "Title": "CT images showing pneumonia-like consolidation (homogenous opacity) characterized by little or no loss of volume, effacement of blood-vessel shadows, and presence of an air bronchogram. CT = computed tomography.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/398/4554154/PMC4554154_medi-94-e540-g001.png"
  },
  {
    "Title": "Chest CT without contrast: <b>pulmonary</b> nodules of varying sizes persisting throughout the <b>lung</b> zones, with the largest shown here in the right upper lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/363/4180387/PMC4180387_CRIONM2014-858265.001.png"
  },
  {
    "Title": "Chest computed tomography shows a mass lesion of 32 mm × 28 mm in the upper lobe of the left <b>lung</b> (A). ALK break apart FISH testing shows separated red and green signals which demonstrate ALK rearrangements (B). ALK, anaplastic lymphoma kinase; EML4, echinoderm microtubule-associated protein-like 4; FISH, fluorescent in situ hybridization.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/340/4571740/PMC4571740_rcr20003-0105-f1.png"
  },
  {
    "Title": "Patient with proven <b>lung cancer</b>, with CT demonstrating direct invasion through the pericardium into the left atrium.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/208/1828367/PMC1828367_ci07000506.png"
  },
  {
    "Title": "CT scan of the brain after irradiation",
    "Link": "https://openi.nlm.nih.gov//imgs/512/171/5346303/PMC5346303_mehdiophth-5-132-g001.png"
  },
  {
    "Title": "Chest computed tomography revealed a mass lesion, 36 mm × 30 mm, in the left upper lobe invading the parietal pleura (A). On mediastinal window, small cavities (arrow) which suggested necrosis in the central part of the <b>tumour</b> were evident (B). Twenty‐four days after transbronchial biopsy, the <b>tumour</b> showed marked enlargement, 60 mm × 55 mm, with cavities with abscess formation (C). The abscess involved the <b>pulmonary</b> hilum of the left <b>lung</b> including branches of <b>pulmonary</b> artery (arrow) flowing into the left upper lobe (D).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/398/5293598/PMC5293598_RCR2-5-0-g001.png"
  },
  {
    "Title": "Representative coronal slices for OSEM, PSFallpass and PSFEANM reconstructions in a patient with a <b>lung tumour</b> in the left upper lobe, bilateral nodal involvement (a) and distant metastases (<b>lung</b>, bone and liver) (b). Images have been scaled on the same maximum value. Note the improvement in activity recovery visible in a small <b>lung</b> metastasis on the PSFallpass image (arrow)",
    "Link": "https://openi.nlm.nih.gov//imgs/512/239/3679414/PMC3679414_259_2013_2391_Fig4_HTML.png"
  },
  {
    "Title": "Atypical thymoma in a 55-year-old woman with recurrent <b>lung cancer</b>. A homogenous mass with convex margin is demonstrated within the thymus. Left <b>lung</b> nodule (white arrow) represents <b>lung cancer</b> recurrence.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/286/1665238/PMC1665238_ci05013908.png"
  },
  {
    "Title": "Coronal chest computed tomography slice. This image is a coronal slice of the chest computed tomography taken of the patient. It demonstrates a large squamous cell <b>carcinoma of the lung</b> in the left upper lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/225/3568724/PMC3568724_1752-1947-7-28-4.png"
  },
  {
    "Title": "Panel A: CT scan two years ago showing a solitary, irregular nodule (15 mm in diameter) in the left lower lobe; Panel B: Recent CT scan showing an increase of the nodule (28 mm in diameter) 2 years later; Panel C: Histology: Part of a large bronchial lumen compared to neighboring alveoli (on the left). The bronchial wall contains a polypoid arranged epithelium (black arrowhead) and a severe up to lymphofollicular (double arrowhead) inflammatory infiltrate in a dense collagen-fibrous stroma (triple arrowhead). The lumen is filled with faint basophilic amorphous mucus and a dark basophilic zone (black arrow) (Hemalaun and Eosin stain, bar 500 μm). Aspergilloma (bottom right): In this zone the inset reveals septated and 3 μm thick fungal hyphae (white arrow) in a dense arrangement, compatible with aspergillus (silvermethenamin stain, bar 10 μm). Panel D: FDG-PET scan corresponding to panel B.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/111/4061439/PMC4061439_gr1.png"
  },
  {
    "Title": "Chest CT scan findigs findings in reported patient with non-smal cell carcinoma",
    "Link": "https://openi.nlm.nih.gov//imgs/512/294/3214309/PMC3214309_JRMS-16-229-g003.png"
  },
  {
    "Title": "CT thorax showing infiltrate in the right upper lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/216/4681891/PMC4681891_gr5.png"
  },
  {
    "Title": "Total body computed tomography (CT) showing a <b>lung</b> mass located in the apical and postero-basal portion of the right <b>lung</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/105/3678879/PMC3678879_OL-05-05-1477-g00.png"
  },
  {
    "Title": "CT thorax showing infiltrate in the left upper lobe.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/216/4681891/PMC4681891_gr2.png"
  },
  {
    "Title": "Chest CT showing a partial response of the primary site and multiple metastases of the bilateral <b>lungs</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/156/2740189/PMC2740189_1757-1626-0002-0000006910-002.png"
  },
  {
    "Title": "Chest CT showing a mass of the right upper lobe and multiple pure ground-glass opacity of the bilateral <b>lungs</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/156/2740189/PMC2740189_1757-1626-0002-0000006910-001.png"
  },
  {
    "Title": "The potential for prognostic biomarkers to stratify care for patients with NSCLC. CT showing left upper lobe NSCLC at initial staging a. Based on current practice, the patient underwent surgery without adjuvant chemotherapy. CT performed 25 months later shows local recurrence b. A biomarker deployed at staging may have categorised the patient as high-risk for recurrence, implying a potential benefit from adjuvant chemotherapy",
    "Link": "https://openi.nlm.nih.gov//imgs/512/319/4828760/PMC4828760_40644_2016_65_Fig1_HTML.png"
  },
  {
    "Title": "Metastatic disease. Bilateral pleural effusions-M1a (arrow, A), <b>lung</b> metastases-M1a (arrows, B), adrenal metastasis-M1b (arrow, C), vertebral metastasis-M1b (arrow, D), brain metastasis-M1b (arrow, E), liver metastases-M1b (arrows, F)",
    "Link": "https://openi.nlm.nih.gov//imgs/512/400/4419420/PMC4419420_IJRI-25-109-g011.png"
  },
  {
    "Title": "A multi-planar reformatted oblique coronal CT image obtained six days after the bronchial stent placement shows the bronchial stent in the left main bronchus with internal bubbly material, suggesting secretion and an aerated left <b>lung</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/351/2908804/PMC2908804_jkms-25-1253-g002.png"
  },
  {
    "Title": "Third post-contrast CT scan, with axial reformation, performed 3 months later showing total disappearance of the mass (large arrow). There was a complete disappearance of <b>pulmonary</b> emboli (not shown)",
    "Link": "https://openi.nlm.nih.gov//imgs/512/387/3396857/PMC3396857_PAMJ-12-11-g003.png"
  },
  {
    "Title": "First unenhanced CT scan, with axial reformations, showing a 33-mm spiculated mass of the apical segment of the lower right lobe (large arrow)",
    "Link": "https://openi.nlm.nih.gov//imgs/512/387/3396857/PMC3396857_PAMJ-12-11-g001.png"
  },
  {
    "Title": "Chest computed tomography scan showing the shadow of a solid mass with spiculation in the patient’s right Segment 9b region, and emphysematous <b>lung</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/78/3537700/PMC3537700_1752-1947-6-281-2.png"
  },
  {
    "Title": "An axial CT slice of a patient with the region to be segmented marked.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/313/4058834/PMC4058834_CMMM2014-401201.002.png"
  },
  {
    "Title": "Contrast-enhanced chest computed tomography revealed a solid <b>lung tumor</b> in the left lower lobe, and it invaded the inferior <b>pulmonary</b> vein to the left atrium.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/11/5346945/PMC5346945_cro-0010-0169-g02.png"
  },
  {
    "Title": "Computed tomography of the thorax showed a soft tissue density nodule with spiculated margins and vascular convergence in the lower lobe, measuring 3 × 2 cm, in the right <b>lung</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/99/3085393/PMC3085393_CRIM2011-394326.001.png"
  },
  {
    "Title": "CT scan view of a patient with fibroma",
    "Link": "https://openi.nlm.nih.gov//imgs/512/194/4298914/PMC4298914_LI-32-29-g003.png"
  },
  {
    "Title": "(a) A computed tomography scan shows a right lower lobe <b>tumor</b> in the <b>lung</b> window of a size of 2.5 × 2.0 cm. (b) An ablation antenna was placed in the <b>tumor</b> center. (c) Pathological diagnosis of adenocarcinoma (hematoxylin and eosin 200×). (d) Forty‐eight hours after ablation, the ablative site was surrounded by ground glass opacity (GGO). (e) Three months after ablation, GGO decreased and scatter within the cavity was observed. (f) Eighteen months after ablation, only a scar in the ablative site was observed.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/353/4718118/PMC4718118_TCA-7-151-g001.png"
  },
  {
    "Title": "CT scans with multiple bilateral nodules and right pleural effusion.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/81/3332391/PMC3332391_CRIM2012-947524.001.png"
  },
  {
    "Title": "Chest CT at admission.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/310/4681985/PMC4681985_gr2.png"
  },
  {
    "Title": "CT scan of the chest showing a spiculated mass in left lower lobe of the <b>lung</b>.",
    "Link": "https://openi.nlm.nih.gov//imgs/512/363/4052468/PMC4052468_CRIONM2014-874831.006.png"
  },
  {
    "Title": "The planning process involves delineation of the gross <b>tumour</b> volume (red). A margin of 6–8 mm to cover microscopic spread of disease is added to this to form the clinical target volume (green). A second margin is added to cover organ movement and variations in patient position. This is called the planning target volume (blue).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/335/1693758/PMC1693758_ci06011603.png"
  },
  {
    "Title": "An 89-year-old man with squamous cell carcinoma of the right upper lobe (RUL; S3), cT2aN0M0, Stage IB. Examination of a chest X-ray film revealed an abnormal irregular shadow (black arrow) in the RUL (a). He underwent stereotactic body radiotherapy (SBRT) of 50 Gy in five fractions over 5 days in June 2009 (b). He did not develop radiation-induced pneumonitis (RIP) in the first 12 months following SBRT (c). He continued to show prolonged minimal RIP (pmRIP) over the 25 months following SBRT (d). He suffered from <b>pulmonary</b> tuberculosis 28 months after SBRT (e), and died of this condition 39 months later (f).",
    "Link": "https://openi.nlm.nih.gov//imgs/512/177/4497392/PMC4497392_rrv01906.png"
  },
  {
    "Title": "<b>Lung</b> CT findings: the CT images also showed multiple metastatic <b>lung tumors</b>",
    "Link": "https://openi.nlm.nih.gov//imgs/512/156/5248444/PMC5248444_13104_2017_2375_Fig2_HTML.png"
  }
]