[
  {
    "Title": "a) Diffuse alveolar shadowing in the right lower lobe of a 58-yr-old male presenting as an unresolving pneumonia. b) Air bronchograms (black arrows) and low attenuation lucencies (open arrow) in apical "consolidation", later confirmed as bronchoalveolar carcinoma.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F1.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "A 50-yr-old female with irregular cavitating squamous cell carcinoma in the right upper lobe (arrows).",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F2.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) A 55-yr-old dyspnoeic female. Chest radiograph demonstrating widened mediastinum particularly on the right with reduced vascularity of the right lung. b) Contrast enhanced computed tomography showing central mediastinal mass invading the right pulmonary artery. Small cell carcinoma was confirmed on percutaneous biopsy.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F3.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Inspiratory film with asymmetrical vascularity. b) Expiratory film confirming air trapping due to carcinoid tumour in the left main bronchus.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F4.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Increased retrocardiac density due to left lower lobe collapse with inferomedial displacement of the hilum.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F5.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Coronal reformat from multislice computed tomography (CT) demonstrating mediastinal lymph nodes (arrow) and a necrotic tumour mass within the lung. b) Three-dimensional-reconstruction of a lung tumour with pleural tag (arrow) (images courtesy of T. McArthur, Dept. of Radiology, University College Hospitals, London). c) Thin slice reconstruction in the axial plane from spiral CT data permits the correct identification of an inhaled fish bone (arrow), in a different patient, presumed to be a tumour at bronchoscopy.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F6.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Necrotic mediastinal lymph nodes with irregular enhancing rims (arrows).",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F7.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Mediastinal mass narrowing left lower lobe bronchus and invading left atrium. b) Distal fluid-filled bronchi (arrows) are seen in the collapsed lower lobe due to the proximal tumour.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F8.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Coronal magnetic resonance imaging showing an adenocarcinoma in a young male infiltrating the aortopulmonary window. There is loss of the fat plane against the aorta (arrows) and invasion of the main pulmonary artery (arrowhead).",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F9.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "T1-weighted images demonstrating superior ability of magnetic resonance imaging in demonstrating loss of fat plane (arrow) in a) axial and b) sagittal planes.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F10.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Avid uptake of 18F2-deoxy-d-glucose in left apical tumour (arrow).",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F11.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Diffusely calcified, well-defined nodule typical of a hamartoma.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F12.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Spiculated mass typical of a carcinoma.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F13.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Collapse of the left lung with mediastinal shift and a right middle zone nodule (arrow). b) Perihilar low attenuation adenocarcinoma (arrows) with distal enhancing collapsed lung in same patient.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F14.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Central mass with Golden “S” sign of proximal tumour (arrows) and distal collapse.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F15.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Rib erosion (large arrow) due to peripheral tumour (small arrows) suggesting at least T3 disease. b) Corresponding computed tomography showing mass eroding rib and vertebral body (arrows) confirming T4 status and inoperability.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F16.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Large central mass (arrows) narrowing left main bronchus and encasing left pulmonary artery, indicating T4 status. A pleural effusion is noted.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F17.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Frank chest wall invasion by large peripheral tumour.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F18.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Computed tomography scan suggesting infiltration of pleural fat (arrows). b) Lack of movement relative to chest wall (arrows) confirms invasion.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F19.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Coronal T1-weighted magnetic resonance imaging showing subtle Pancoast tumour (open arrow) with extension into the superior sulcus and erosion of the adjacent vertebral body (arrow).",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F20.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Middle-aged-female with a) right hilar mass (arrow) and b) equivocal precarinal lymph node (arrow). c) Positron emission tomography (PET) scan shows increased uptake in mediastinal nodes (arrows) and small peripheral nodule (open arrow). Biopsy of hilar mass confirmed nonsmall cell lung cancer. (PET images courtesy of J. Bomanji, Institute of Nuclear Medicine, University College London).",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F21.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Computed tomography scan of enhancing cerebral metastasis with marked oedema and mass effect.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F22.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Massive left adrenal (open arrow) and hepatic metastases (arrows). M1 disease, stage IV.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F23.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Vertebral body metastasis.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F24.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Characteristic septal nodular thickening on high-resolution scans typical of lymphangitis carcinomatosa.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F25.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "Versatility of transthoracic needle biopsy with needle tip in a) mediastinal mass (note safe approach) and b) peripheral solitary nodule.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F26.large.jpg?width=800&height=600&carousel=1"
  },
  {
    "Title": "a) Low attenuation adrenal mass (arrows) with normal right adrenal (open arrow) which at biopsy, b) confirmed metastatic deposits.",
    "Link": "https://erj.ersjournals.com/content/erj/19/4/722/F27.large.jpg?width=800&height=600&carousel=1"
  }
]
